[
  {
    "name": "Ori Lahav",
    "title": "GM Israel",
    "company": "Outbrain",
    "bio": "Lot's of Bio but right now. Co-founder of Outbrain and Reversim podcast. Outbrain GM Israel",
    "linkedin": "https://www.linkedin.com/in/ori-lahav-74945b2/",
    "twitter": ""
  },
  {
    "name": "Ran Tavory",
    "title": "Everything software, data, ML",
    "company": "XPOZ",
    "bio": "The voice @ reversim, ML, data and software dude",
    "linkedin": "https://www.linkedin.com/in/rantav/",
    "twitter": "https://twitter.com/rantav"
  },
  {
    "name": "Eloise Ann Friedman",
    "title": "Director, Cloud Platform",
    "company": "Outbrain",
    "bio": "Forward looking, making changes, believing that the best code she ever wrote is the code she deleted. After 20 years in various R&D roles Eloise realized the best way to scale up making an impact is by moving closer to the infrastructure, where changes in concepts, design patterns or tools can impact thousands of servers and improve the efficiency of hundreds of engineers. She believes that the path towards diversity is by education, and has mentored various different communities.",
    "linkedin": "https://www.linkedin.com/in/eloise-ann-friedman-741742121/",
    "twitter": ""
  },
  {
    "name": "Shai Yallin",
    "title": "Software Gardener",
    "company": "",
    "bio": "Shai is an independent software engineer, helping startups and established companies create teams and systems that are easy to change. When he's not doing that, he's the father of two boys, partner of Keren, and the keyboard player of progressive rock band Subterranean Masquerade.",
    "linkedin": "https://www.linkedin.com/in/electricmonk/",
    "twitter": "https://twitter.com/shaiyallin",
    "bluesky": "https://bsky.app/profile/electricmonk.bsky.social",
    "facebook": "https://www.facebook.com/shai.yallin",
    "instagram": "https://www.instagram.com/electrikmonk/",
    "github": "https://github.com/electricmonk",
    "website": "https://www.shaiyallin.com"
  },
  {
    "name": "Erez Posner",
    "title": "3D Algorithms Team Lead",
    "company": "Intuitive Surgical",
    "bio": "Signa sealing systems co-founder and algorithms team leader at intuitive Surgical, Erez Posner is a machine learning researcher with a track record of developing and deploying state-of-the-art techniques in the fields of Computer Graphics and Computer Vision. Erez's research is primarily focused on cutting-edge techniques for 3D reconstruction, SLAM, and AI-driven video synthesis. Erez holds a BSc and an MSc in Electrical Engineering from Afeka college and Ben Gurion University, respectively.",
    "linkedin": "https://www.linkedin.com/in/erezposner/",
    "twitter": "https://twitter.com/ErezPosner"
  },

  {
    "name": "Dafna Mordechai",
    "title": "Deep Learning Compiler Engineer",
    "company": "",
    "bio": "Dafna is a Deep Learning Compiler Engineer with extensive experience in designing, implementing, and testing software systems across various architectures, ranging from microcontrollers to high-performance computing systems. She is passionate about technology and enjoys sharing her knowledge with others through mentoring, giving talks and workshops, tech-blogging, and volunteering in tech communities and initiatives aimed at promoting diversity within the industry.",
    "linkedin": "https://www.linkedin.com/in/dafna-mordechai/",
    "twitter": "https://twitter.com/dafna_mordechai"
  },
  {
    "name": "Victor Trakhtenberg",
    "title": "VP R&D",
    "company": "Payem",
    "bio": "I am a software engineering manager with vast experience leading people, products, and processes. Passionate about building engineering teams and organizations that build products people need. Eager to connect between business needs and engineers' professional aspirations. Served as a VP of Engineering at Next Insurance, leading the Growth Engineering organization that is a driver for the company's growth as well as VP of Technology, responsible for engineering excellence. Prior to this role, led the development of Personalization Products at Taboola, following its acquisition of Commerce Sciences in which I served as a VP R&D. Co-founder of the JavaIL community (www.meetup.com/JavaIL/). Co-organizer of the Reversim Summit 2016 - responsible for the conference content, moderator 2014, 2015, 2017, 2019 and 2024",
    "linkedin": "https://www.linkedin.com/in/victortrakhtenberg/",
    "twitter": ""
  },
  {
    "name": "Einat Mahat",
    "title": "R&D Group Leader",
    "company": "Payoneer",
    "bio": "Einat has been mastering the engineering field for two decades. She has vast experience in scale and architecture challenges. Over the years, she took leadership roles and became an engineering manager whose passion is to develop people, software, and products. She mentors managers and developers and helps them in their professional growth and volunteers as part of the core-team at \"Baot\", Israel's largest community for women in R&D.",
    "linkedin": "https://www.linkedin.com/in/einat-mahat/",
    "twitter": ""
  },
  {
    "name": "Inbar Danieli",
    "title": "FromEnd Software",
    "company": "Common Ninja",
    "bio": "😸",
    "linkedin": "https://www.linkedin.com/in/inbar-danieli/",
    "twitter": ""
  },
  {
    "name": "Opher Vishnia",
    "title": "Principal Engineer",
    "company": "Hud",
    "bio": "Developer, designer, speaker and a spark for creative magic",
    "linkedin": "https://www.linkedin.com/in/opherv/",
    "twitter": "https://x.com/opherv",
    "bluesky": "https://bsky.app/profile/opherv.com",
    "facebook": "https://www.facebook.com/opherv",
    "instagram": "",
    "github": "https://github.com/OpherV",
    "website": "https://www.opherv.com"
  }
]
